Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: རྒྱལ་པོ་དེ་ནང་པར་སྔར་ལངས་ནས་བུད་མེད་ཀྱི་འཁོར་གྱིས་ཞབས་འབྲིང་བྱས་ཏེ་སྐྱེད་མོས་ཚལ་དེར་སོང་ངོ་། །
en: The king rose early in the morning and went to the garden, attended by his harem.

source: དེ་དེར་སོང་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་། བུད་མེད་དེ་དག་མེ་ཏོག་དང་འབྲས་བུ་ལ་སྲེད་པས་ཕན་ཚུན་དུ་འཁྱམ་ཞིང་དོང་བ་ལས་བུད་མེད་དེ་དག་གིས་དགེ་སློང་ལྔ་བརྒྱ་པོ་དེ་དག་ཤིང་དྲུང་དག་ན་ཀླུའི་རྒྱལ་པོ་ལྟར་ལུས་བསྐྱིལ་ཏེ་གཉིད་ལོག་པ་བཞིན་དུ་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་འཁོད་པ་མཐོང་ངོ་། །
en: Arriving there he seated himself at one side as the women, hearts set on flowers and fruit, wandered about here and there. They happened upon the five hundred monks sitting beneath the trees as if asleep, legs crossed, their bodies drawn up like nāga kings.

source: མཐོང་ནས་ཀྱང་མཆོག་ཏུ་དགའ་བ་སྐྱེས་སོ། །
en: Delighted to have found them,

source: དེ་དག་དགའ་བ་སྐྱེས་ནས་དེ་དག་གིས་ཞབས་ལ་ཕྱག་འཚལ་ཏེ། དེ་དག་གི་ནང་ན་ཆེས་རྒན་པ་གང་ཡིན་པ་དེའི་མདུན་དུ་ཆོས་མཉན་པའི་ཕྱིར་འཁོད་དོ། །
en: they paid homage at their feet, and the eldest among them sat before the arhats to listen to the Dharma.

source: དེ་ནས་རྒྱལ་པོ་དེས་སྐྱེད་མོས་ཚལ་དེའི་ནང་ནས་སྐྱེས་པའི་སྒྲ་ཐོས་སོ། །
en: “When the king heard a man’s voice out in the gardens, he laid a sharp sword across his shoulders and went to where the monks were, spotting all five hundred monks from a distance.

source: ཐོས་ནས་ཀྱང་རལ་གྲི་རྣོན་པོ་མགུལ་དུ་ཐོགས་ཏེ། དགེ་སློང་དེ་དག་ག་ལ་བ་དེར་སོང་ནས་རྒྱལ་པོ་དེས་དགེ་སློང་ལྔ་བརྒྱ་དེ་དག་ཐག་རིང་པོ་ནས་མཐོང་ངོ་། །
en: [“When the king heard a man’s voice out in the gardens,] he laid a sharp sword across his shoulders and went to where the monks were, spotting all five hundred monks from a distance.

source: མཐོང་ནས་ཀྱང་དགེ་སློང་རྣམས་ཀྱིས་ངའི་བཙུན་མོའི་འཁོར་མཐོང་གིས་མེད་དོ་སྙམ་སྟེ།
en: Seeing them he thought, ‘No monk should lay an eye on my harem!’

source: ཁྲོ་བའི་ཀུན་ནས་དཀྲིས་པ་ཆེན་པོ་སྐྱེས་ནས་མཐོང་མ་ཐག་ཏུ་རྒྱལ་པོ་དེས་རྒྱལ་པོའི་ཞོ་ཤས་འཚོ་བ་རྣམས་ལ་བོས་ཏེ། དེ་དག་ལ་བསྒོ་བ།
en: Consumed with fury at the sight of the monks, the king summoned the royal guard and commanded them,

source: དགེ་སློང་འདི་རྣམས་ལྕག་གིས་གཞུས་ཤིག་ཅེས་བྱས་སོ། །
en: ‘Lash these monks!’

source: དེ་ནས་རེ་ཞིག་ན་དེ་དག་ལྕག་གིས་བཞུས་ནས་དགེ་སློང་དེ་དག་གི་ལུས་རིལ་གྱིས་ཞུ་ལུབ་ཏུ་ཤ་སྣག་བུ་བཞིན་དུ་གྱུར་ཏོ། །
en: and they lashed the monks with whips for some time, until their bodies were like raw meat.

source: དེ་ནས་དེས་དགེ་སློང་དེ་རྣམས་སྙིང་ཚིམ་པར་བཞུས་ནས་གཤེད་མ་རྣམས་ལ་གཏད་དེ།
en: “Once the king had slaked his passion by beating the monks, he handed them over to the executioners, saying,

source: ཁྱེད་དེང་ལ་རབ་ཏུ་བྱུང་བ་འདི་རྣམས་ལས་ཁ་ཅིག་ནི་གསོན་པོར་གསལ་ཤིང་ལ་ཚུགས་ལ་རལ་གྲི་དང་། མདུང་ཐུང་དང་། མདའ་བོ་ཆེ་དང་། རྡོ་རྗེ་རྩེ་གཅིག་པ་དང་། མདུང་ཁ་ལེབ་རྣམས་ཀྱིས་བསྣུན་ཅིག །
en: ‘Go now, take these ascetics. Impale some of them on stakes, and run them through with swords, spears, lances, single-tipped vajras, and flat-bladed spears while they yet live!

source: ཁ་ཅིག་ནི་གསོན་པོར་ཁྱི་རྣམས་ལ་བྱིན་ཅིག །
en: Feed others alive to the dogs!

source: ཁ་ཅིག་ནི་ལུས་དུམ་བུ་དྲུག་ཏུ་ཆོད་ལ་ཕྱོགས་ཀུན་དུ་བོར་ཞིག་ཅེས་བྱས་སོ། །
en: Chop the rest into six pieces and scatter them in every direction!’

source: དེ་ནས་རྒྱལ་པོའི་མི་དེ་དག་གིས་དེ་བཞིན་དུ་འཚལ་ལོ་ཞེས་བྱས་ནས།
en: “The king’s men replied, ‘As you wish,’

source: དགེ་སློང་ལྔ་བརྒྱ་པོ་དེ་དག་ཁ་ཅིག་ནི་གསོན་པོར་གསལ་ཤིང་ལ་བཙུགས་ནས་རལ་གྲི་དང་། མདུང་ཐུང་དང་། མདའ་བོ་ཆེ་དང་། རྡོ་རྗེ་རྩེ་གཅིག་པ་དང་། མདུང་ཁ་ལེབ་རྣམས་ཀྱིས་བསྣུན་ཏོ། །
en: and they impaled some of the five hundred monks on stakes and pierced them with swords, spears, lances, single-tipped vajras, and flat-bladed spears while they yet lived.

source: ཁ་ཅིག་ནི་གསོན་པོར་ཁྱི་རྣམས་ལ་བྱིན་ནོ། །
en: Others they fed alive to the dogs.

source: ཁ་ཅིག་ནི་ལུས་དུམ་བུ་དྲུག་ཏུ་བཅད་དེ་ཕྱོགས་ཀུན་དུ་བོར་རོ། །
en: They chopped the bodies of the rest into six pieces and scattered them in every direction.

source: དེའི་ཚེ་རྒྱལ་པོར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་སེམས་ཅན་འདི་ཉིད་ཡིན་ཏེ།
en: The one who was that king then is none other than this being now.

source: དེས་དེར་དགྲ་བཅོམ་པ་ལྔ་བརྒྱ་པོ་དེ་དག་བསད་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་སྐྱེས་སོ། །
en: The act of murdering the five hundred arhats ripened into his birth as a being in the Hell of Ceaseless Agony.

source: དེས་དགེ་སློང་དེ་དག་ལ་སྡང་བའི་སེམས་ཀྱིས་བལྟས་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་ནི་དམུས་ལོང་དུ་གྱུར་ཏོ། །
en: “The act of looking upon the monks with a feeling of hatred ripened into his taking birth as a blind person,

source: དེས་དགེ་སློང་དེ་དག་ལྕག་གིས་གཞུས་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་ནི་ལུས་རིལ་གྱིས་རྨས་ཞུ་ལུབ་ཏུ་ཡོག་པར་གྱུར་ཏོ། །
en: and the act of lashing the monks with whips ripened into his entire body being covered by a continuous mass of sores,

source: སྤྱི་བོ་མན་ཆད་རྐང་མཐིལ་ཡན་ཆད་དུ་སྲིན་ཞུགས་སོ། །
en: with worms boring into him from the crown of his head to the soles of his feet.

source: དེས་དེ་དག་གཤེད་མ་ལ་གཏད་དེ་ཁ་ཅིག་ནི་གསོན་པོར་གསལ་ཤིང་ལ་བཙུགས་ནས་རལ་གྲི་དང་། མདུང་ཐུང་དང་། མདའ་བོ་ཆེ་དང་། རྡོ་རྗེ་རྩེ་གཅིག་པ་དང་། མདུང་ཁ་ལེབ་རྣམས་ཀྱིས་བསྣུན་པ་དང་།
en: “After he handed the monks over to their executioners, some of them were impaled on stakes and pierced with swords, spears, lances, single-tipped vajras, and flat-bladed spears while they yet lived.

source: ཁ་ཅིག་ནི་གསོན་པོར་ཁྱི་རྣམས་ལ་བྱིན་པ་དང་།
en: Others were fed alive to the dogs.

source: ཁ་ཅིག་ནི་གསོན་པོར་ལུས་དུམ་བུ་དྲུག་ཏུ་བཅད་དེ་ཕྱོགས་ཀུན་དུ་གཏོར་བའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་ནི།
en: The rest had their bodies chopped into six pieces while they were still alive and scattered in every direction.

source: གལ་ཏེ་ཐང་ལ་འགྲོ་ན་ནི་དེ་ལ་དེ་ཉིད་ནས་སེང་གེ་དང་། སྟག་དང་། གཟིག་དང་། དྲེད་ལ་སོགས་པ་ལྕགས་ཀྱི་མཆེ་བ་ཅན་དག་འབྱུང་བར་འགྱུར་ཏེདེ་དག་གིས་དེའི་ཤ་རྣམས་བཅད་ཅིང་བཅད་ཅིང་ཟའོ། །
en: “Those actions ripened such that when he fled to the plains, there were iron-fanged lions, tigers, leopards, and bears that tore into his flesh over and over again and fed on him.

source: དེ་སྟེ་ཆུ་འབོག་ན་ནི་དེ་ལ་དེ་ཉིད་ལས་ཆུ་སྲིན་མ་ཀ་ར་ལྕགས་ཀྱི་མཆེ་བ་ཅན་དག་འབྱུང་བར་འགྱུར་ཏེ། དེ་དག་གིས་ཀྱང་དེའི་ཤ་རྣམས་བཅད་ཅིང་བཅད་ཅིང་ཟའོ། །
en: “When he submerged himself in the water, there were crocodiles with fangs of iron that tore into his flesh over and over again and fed on him.

source: དེ་སྟེང་གི་ནམ་མཁའ་ལ་འགྲོ་ན་ནི་དེ་ལ་དེ་ཉིད་ནས་བྱ་རོག་དང་། བྱ་རྒོད་དང་། ཆུན་ལག་ལྕགས་ཀྱི་མཆུ་ཅན་དག་འབྱུང་བར་འགྱུར་ཏེ། དེ་དག་གིས་ཀྱང་དེའི་ཤ་རྣམས་བཅད་ཅིང་བཅད་ཅིང་ཟའོ། །
en: “When he fled into the sky above there were crows, vultures, and woodpeckers with beaks of iron that tore into his flesh over and over again and fed on him.

source: དེ་སྟེ་ནགས་སྟུག་པོའི་ནང་དུ་འགྲོ་ན་ནི། དེ་ལ་དེ་ཉིད་ནས་ཤིང་ཤལ་མ་ལིའི་ཚལ་འབྱུང་བར་འགྱུར་ཏེ། དེ་ལ་དེ་ཉིད་དུ་རལ་གྲི་དང་། མདུང་ཐུང་དང་། མདའ་བོ་ཆེ་དང་། རྡོ་རྗེ་རྩེ་གཅིག་པ་དང་། མདུང་ཁ་ལེབ་རྣམས་རླུང་གིས་སྤགས་ཏེ་དེའི་སྟེང་དུ་འབབ་བོ། །
en: “When he fled into the dense forest, there were sword-leafed śālmali trees, and swords, spears, lances, single-tipped vajras, and flat-bladed spears that rose up on the wind and hailed down on him.

source: དེ་སྟེ་རྩིག་པའི་གསེབ་བམ་རིའི་སུལ་ལམ་བྱ་སྐྱིབས་དག་ཏུ་འགྲོ་བར་འདོད་ན་ཡང་དེ་ལ་དེ་ཉིད་ནས་ལས་ལས་སྐྱེས་པའི་མི་དག་འབྱུང་བར་འགྱུར་ཏེ་རལ་གྲི་དང་། མདུང་ཐུང་དང་། མདའ་བོ་ཆེ་དང་། རྡོ་རྗེ་རྩེ་གཅིག་པ་དང་། མདུང་ཁ་ལེབ་རྣམས་ཐོགས་ནས་དེའི་ལུས་ལ་འདེབས་ཏེདེ་དག་གིས་དེའི་ལུས་ཐམས་ཅད་བཅད་ཅིང་གཏུབ་པར་བྱེད་དེ་
en: “When he tried to flee behind walls or into mountain ravines or into any kind of shelter there were human beings who were there because of their past actions that took up swords, spears, lances, single-tipped vajras, and flat-bladed spears, and struck, cut, and sliced his entire body.

source: རྒྱུ་དེས་ན་དེས་སྡུག་བསྔལ་དྲག་པ་དང་མི་བཟད་པ་དང་། ཚ་བ་དང་ཡིད་དུ་མི་འོང་བའི་ཚོར་བ་མྱོང་སྟེ་ཉམ་ཐག་པའི་སྐད་འབྱིན་ཅིང་ངུའོ། །
en: This caused him dreadful suffering and extreme, unbearable, excruciating agony, and he wept and wailed in torment.

source: དགེ་སློང་དག་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་ཟེར་ཅན་གྱི་རིང་ཚུན་ཆད་ནས། ད་ལྟར་ངའི་རིང་གི་བར་དུ་སེམས་ཅན་འདི་སེམས་ཅན་དམྱལ་བ་རྣམས་ནས་ཤི་འཕོས་ཤིང་སེམས་ཅན་དམྱལ་བ་རྣམས་འབའ་ཞིག་ཏུ་སྐྱེས་ཏེ་འདིས་འདི་ལྟ་བུའི་སྡུག་བསྔལ་རྙེད་པར་གྱུར་ཏོ། །
en: Monks, from the time of the totally and completely awakened Buddha Prabhāvan until the present he has died as a hell being and transmigrated only to take rebirth as a hell being, and has known only suffering.”

source: བཙུན་པ་སེམས་ཅན་འདི་སྡུག་བསྔལ་འདི་ལས་ནམ་ཐར་བར་འགྱུར་ལགས།
en: “Lord, when will this being be freed from these sufferings?”

source: བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སངས་རྒྱས་ལྔ་བརྒྱ་འབྱུང་བར་འགྱུར་ཏེ། དེའི་བར་དུ་ཡང་སེམས་ཅན་འདི་སེམས་ཅན་དམྱལ་བ་རྣམས་ནས་ཤི་འཕོས་ཤིང་སེམས་ཅན་དམྱལ་བ་རྣམས་འབའ་ཞིག་ཏུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: “This being will die as a hell being only to take rebirth as a hell being and know only suffering until five hundred buddhas have appeared in this fortunate eon.

source: འདི་ལྟ་བུའི་སྡུག་བསྔལ་ཤ་སྟག་རྙེད་ནས། དེའི་འོག་ཏུ་སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་ཟད་ནས་མིར་སྐྱེ་བ་ཐོབ་པར་འགྱུར་ཏེ། དེས་རིགས་ངན་གྱི་ཁྱིམ་དུ་ཉིང་མཚམས་སྦྱོར་བར་འགྱུར་རོ། །
en: After that, once he has exhausted his sufferings as a hell being, he will take rebirth as a human being into a low caste household.

source: དེ་གང་གི་ཚེ་ཆེར་སྐྱེས་པ་དེའི་ཚེ་རི་དགས་ཤོར་དུ་འགྲོ་བར་འགྱུར་ཏེ། དེ་དེར་སོང་བ་ན་ནགས་ཁྲོད་མེ་ཏོག་ཕུན་སུམ་ཚོགས་པ་འབྲས་བུ་ཕུན་སུམ་ཚོགས་པ་བསིལ་གྲིབ་ཕུན་སུམ་ཚོགས་པ་ཞིག་ཏུ་ཕྱིན་ནས།
en: When he is grown he will set out to hunt deer, and so doing will venture into a grove of perfect shade, full of perfect fruits and flowers.

source: དེས་བསམས་པ་གནས་འདི་ལྟ་བུར་ནི་རི་དགས་རྣམས་འདུ་བར་འགྱུར་རོ་སྙམ་ནས། དེས་དེར་འཁྲུལ་འཁོར་དང་རྙི་དང་གཏོར་བ་དང་རྙོང་རྣམས་བཙུགས་ནས་འགྲོ་བར་བྱེད་དོ། །
en: When he gets there he will think, ‘The deer must gather in places like this,’ and begin to set up mechanical traps, deadfall traps, and different types of snares.

source: དེ་ནས་དེའི་ཚེ་འཇིག་རྟེན་དུ་རང་སངས་རྒྱས་ཤིག་བྱུང་སྟེ། དེ་ནགས་ཁྲོད་དེར་མཚན་མོ་གནས་འཆའ་བར་བྱེད་དེ།
en: “At that time there will have appeared in the world a certain solitary buddha who dwells in that forest at night.

source: དེའི་དྲིས་རི་དགས་དེ་དག་དེའི་ཉིན་པར་ནགས་ཁྲོད་དེར་མི་འོང་ངོ་། །
en: On that day, catching his scent, the deer will not enter the grove.

source: རྔོན་པ་དེ་ཡང་དེར་སོང་ནས་ནགས་ཁྲོད་དེར་རང་སངས་རྒྱས་དེ་འབའ་ཞིག་མཐོང་བ་ལས་གཞན་ཅི་ཡང་མ་རྙེད་ནས་དེས་འདི་སྙམ་དུ་སེམས་ཏེ།
en: When the hunter approaches and finds nothing more than the solitary buddha alone in the grove, he will think,

source: རབ་ཏུ་བྱུང་བ་འདི་དག་ནི་གནས་འདི་ལྟ་བུ་ལ་དགའ་བར་སྐྱེད་པར་བྱེད་དེ།
en: ‘Ascetics love places like this!

source: འདི་འདི་ན་འདུག་པར་གྱུར་ན་བདག་ལ་གནོད་པར་འགྱུར་གྱིས།
en: If he is staying here, he will do me harm.

source: མ་ལ་བདག་གིས་འདི་བསད་གོར་མ་ཆག་སྙམ་ནས་དེས་རང་སངས་རྒྱས་དེ་བསད་དེ། དེས་དེ་བསད་ནས་རྔོན་པ་དེ་ཤི་བའི་འོག་ཏུ་ཡང་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་སྐྱེ་བར་འགྱུར་ཏེ།
en: I should definitely kill him.’ The hunter will kill the solitary buddha and then take rebirth in the Hell of Ceaseless Agony after his own death.

source: དེ་དེར་ལོ་བརྒྱ་ཕྲག་དུ་མ་དང་ལོ་སྟོང་ཕྲག་དུ་མའི་བར་དུ་སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་རོ། །
en: There he will experience the sufferings of the hell beings for thousands upon thousands and hundreds of thousands of years.

source: དེ་ནས་དེ་ལས་ཟད་ནས་ཡང་མིར་སྐྱེ་བ་ཐོབ་པར་ཡང་འགྱུར་ཏེ། དེའི་ཚེ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བླ་མ་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་འབྱུང་བར་འགྱུར་ཏེ།
en: “Then, once he has exhausted those actions, he will again achieve a human birth, and the totally and completely awakened Buddha Guru will appear in the world.

source: དེའི་གསུང་རབ་ལ་འདི་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་འགྱུར་རོ། །
en: It is in his doctrine that this one will go forth, cast away all afflictive emotions, and manifest arhatship.

source: དེས་དགྲ་བཅོམ་པ་ཉིད་ཐོབ་ནས་རྒྱལ་པོའི་ཕོ་བྲང་ཞིག་ཏུ་འགྲོ་བར་འགྱུར་ཏེ། དེ་རྒྱལ་པོའི་སྐྱེད་མོས་ཚལ་དུ་གནས་འཆའ་བར་འགྱུར་རོ། །
en: “After achieving arhatship he will go to the royal palace and establish a dwelling in the king’s garden,

source: རྒྱལ་པོ་དེ་ཡང་བུད་མེད་ཀྱི་འཁོར་དག་གིས་ཞབས་འབྲིང་བྱས་ཏེ། སྐྱེད་མོས་ཚལ་དེར་འགྲོ་བར་འགྱུར་ལ། བུད་མེད་དེ་དག་ཀྱང་སྐྱེད་མོས་ཚལ་དེར་མེ་ཏོག་དང་འབྲས་བུ་ལ་སྲེད་པས་ཕན་ཚུན་འཁྱམ་ཞིང་འགྲོ་བ་ལས།
en: whereupon the king will go to the garden, attended by his harem, and the women, their hearts set on flowers and fruit, will wander here and there in the garden.

source: དེའི་ཐད་དུ་ཕྱིན་ཏེ་ཆོས་མཉན་པའི་ཕྱིར་མདུན་དུ་འཁོད་དོ། །
en: They will happen upon him and sit before him to listen to the Dharma.

source: རྒྱལ་པོ་དེ་ཡང་སྐྱེས་པའི་སྒྲ་ཐོས་ནས་དེའི་ཐད་དུ་འགྲོ་བར་འགྱུར་ལ།
en: “The king, hearing the voice of a man, will draw near to them.

source: དེ་མཐོང་ནས་ཁྲོས་ཏེ་ལྕག་གིས་བཞུས་ནས་དེའི་ལུས་དུམ་བུ་དྲུག་ཏུ་བཅད་དེགསོན་པོར་གསལ་ཤིང་ལ་བཙུགས་ནས། རལ་གྲི་དང་། མདུང་ཐུང་དང་། མདའ་བོ་ཆེ་དང་། རྡོ་རྗེ་རྩེ་གཅིག་པ་དང་མདུང་ཁ་ལེབ་རྣམས་ཀྱིས་ལུས་ལ་བསྣུན་ནས་ཁྱི་རྣམས་ལ་བྱིན་པར་གྱུར་ཏེ།
en: Angry at the sight of the man, the king will lash him with a whip, chop his body into six pieces, impale him, run him through with swords, spears, lances, single-tipped vajras, and flat-bladed spears, and then feed him to the dogs.

source: དེའི་སྡུག་བསྔལ་གྱི་མཐའ་དེར་ཐུག་པར་འགྱུར་རོ། །
en: Only then will his suffering come to an end.”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་སྐྱེ་བོ་ཕལ་པོ་ཆེ་དེ་དག་ཤས་ཆེར་སྐྱོ་བ་སྐྱེས་ཏེ། དེ་དག་གིས་བསམས་པ།
en: As soon as they heard this, the people gathered there welled up with grief.

source: འཁོར་བ་ན་འཁོར་ན་བདག་ཅག་གིས་ཀྱང་སྡུག་བསྔལ་མི་བཟད་པ་དེ་ལྟ་བུ་རྙེད་པར་འགྱུར་རོ་སྙམ་མོ། །
en: “Spiraling through saṃsāra we are sure to experience horrible sufferings such as these,” they thought.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་དག་གི་ཡིད་སྐྱོ་བར་གྱུར་པར་ཐུགས་སུ་ཆུད་ནས་དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ། སྟན་དེ་ཉིད་ལ་འཁོད་བཞིན་དུ་ཁ་ཅིག་གིས་ནི་དྲོ་བར་གྱུར་པ་བསྐྱེད་དོ། །
en: The Blessed One directly apprehended their grief and taught them the Dharma accordingly, and some among those assembled generated heat right where they sat.

source: ཁ་ཅིག་གིས་ནི་རྩེ་མོ་དང་། བདེན་པ་དང་། འཐུན་པའི་བཟོད་པ་དང་། འཇིག་རྟེན་གྱི་ཆོས་ཀྱི་མཆོག་དང་མཐོང་བའི་སྙོམས་པར་འཇུག་པ་བསྐྱེད་དོ། །
en: Some generated the peak, or generated the patience in accord with the truths, or generated the highest worldly dharma, or generated the attainment of seeing.

source: ཁ་ཅིག་གིས་ནི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་འགྱུར་བའི་ས་བོན་བསྐྱེད་དོ། །
en: Some sowed the seeds to become universal monarchs,

source: ཁ་ཅིག་གིས་ནི་སྟོབས་ཀྱིས་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་བ་དང་། ཁ་ཅིག་གིས་ནི་བརྒྱ་བྱིན་དུ་འགྱུར་བ་དང་། ཁ་ཅིག་གིས་ནི་ཚངས་པར་འགྱུར་བ་དང་། ཁ་ཅིག་གིས་ནི་ཉན་ཐོས་ཀྱི་བྱང་ཆུབ་དང་། ཁ་ཅིག་གིས་ནི་རང་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་དང་། ཁ་ཅིག་གིས་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ས་བོན་བསྐྱེད་དོ། །
en: some to become great universal monarchs, some to become Indra, some to become Brahmā, some for the enlightenment of the listeners, some for the enlightenment of the solitary buddhas, and some for unexcelled, total, and complete enlightenment.

source: འཁོར་དེ་དག་གི་ནང་ནས་ཕལ་ཆེར་ནི་སངས་རྒྱས་ལ་གཞོལ། ཆོས་ལ་འབབ་དགེ་འདུན་ལ་བབ་པར་མཛད་དེ། བཀོད་ནས་གཙུག་ལག་ཁང་དུ་གཤེགས་སོ།། །།
en: Among the assembled, most found themselves drawn to the Buddha, intent on the Dharma, and favoring the Saṅgha. Having established them in these states, the Blessed One returned to the monastery.

source: ས་འཚོ་མ་ཞེས་བྱ་བ་ནི།
en: The Story of Gopā

source: གླེང་གཞི་སེར་སྐྱའི་གནས་ན་བཞུགས་ཏེ། གང་གི་ཚེ་ལྷ་སྦྱིན་གྱིས་ཨུད་པ་ལའི་ཁ་དོག་མ་བསད་ནས་དེ་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་ཡུལ་ནས་བསྐྲད་པ་
en: When the Blessed One was in Kapilavastu, Devadatta killed Utpalavarṇā and was banished from the country by King Prasenajit.

source: དེའི་ཚེ། དེ་ཡུལ་སེར་སྐྱའི་གནས་སུ་སོང་ནས་བསམས་པ་བདག་གིས་དགེ་སྦྱོང་གཽ་ཏ་མ་གསོད་ཀྱང་མ་ནུས་ལ། སངས་རྒྱས་ཀྱི་ཐབས་ཀྱང་མ་ཐོབ་ཀྱིས་བདག་སོང་ལ་དོན་གྲུབ་ཀྱི་བཙུན་མོ་འཁོར་རྣམས་ཁ་དྲངས་ཏེ།
en: He then withdrew to Kapilavastu, thinking, “I was not able to kill the ascetic Gautama, nor have I achieved a buddha’s skillful means, so now I will go and lay hold of Siddhārtha’s harem and keep company with them.

source: དེ་དག་དང་བསྡོངས་ལ་རྒྱལ་ས་ཐོབ་ནས་རྒྱལ་པོ་བྱའོ་སྙམ་དུ་བསམས་ཏེ།
en: Once I have usurped his kingdom, I shall be king.”

source: དེས་གྲགས་འཛིན་མ་ལ་ཕྲིན་པ་ཞིག་བཏང་སྟེ།
en: So he sent an envoy to Yaśodharā with the following message:

source: གྲགས་འཛིན་མ་ད་ནི་སྡིག་པ་ལ་དགའ་བ་དེས་ཅི་བྱས་པ་ལ་ལྟོས།
en: “Dear Yaśodharā, Behold the work of one who delights in wrongdoing!

source: བུད་མེད་དྲུག་ཁྲི་ཆུང་མར་བླངས་ནས་སྡུག་པར་བྱས་པ་འདིས། གལ་ཏེ་དེས་འདོད་པ་རྣམས་ཡོངས་སུ་སྤྱད་པར་མི་འདོད་ན་ནི་བཙུན་མོ་བླངས་ཏེ་གཞག་ཀྱང་ཅི་དགོས།
en: What was the use of taking 60,000 women as his wives and calling them ‘beloved’? Why would anyone even bother keeping so many women if he has no interest in enjoying them?

source: ད་ཡང་གལ་ཏེ་ཁྱོད་དགའ་ན་ནི་བདག་ཅག་གིས་ཀྱང་རྒྱལ་པོ་ཐོབ་པར་འགྱུར་ལ་ཁྱོད་ཀྱང་སྔོན་བཞིན་དུ་དཔལ་དང་སྐལ་བ་དང་ལྡན་པར་འགྱུར་རོ་ཞེས་སྤྲིང་ངོ་། །
en: Now, if you like, I can become king and you will be restored to your former glory and fortune.”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་གྲགས་འཛིན་མས་ས་འཚོ་མ་ལ་བསྙད་དེ། ས་འཚོ་མ་ལྷ་སྦྱིན་གྱིས་ནི་བདག་ལ་འདི་སྐད་ཅེས་སྤྲིང་ངོ་ཞེས་བྱས་སོ། །
en: When Yaśodharā received the message, she related it to Gopā, saying, “Gopā, Devadatta sent me quite a message.”

source: དེ་ནས་ས་འཚོ་མ་ན་རེ་འུ་བུ་ཅག་གིས་ཐབས་ཤིག་གིས་དེ་ནང་དུ་བཀུག་ལ་དམའ་ཕབ་སྟེ་བཏང་ན། དེ་ཐ་མལ་པར་འདུག་པར་འགྱུར་རོ་ཞེས་ཟེར་རོ། །
en: Gopā responded, “Let’s trick him into coming here. If we disgrace him and throw him out, he’ll know his place.”

source: དེ་ནས་དེ་རྣམས་ཀྱིས་ལྷ་སྦྱིན་ལ་སྤྲིང་བ།
en: So they sent an envoy to Devadatta with the following response:

source: ལྷ་སྦྱིན་རྒྱལ་པོའི་ཕོ་བྲང་གི་ནང་དུ་སྤྱོན་ཅིག་དང་འདིར་གཤེགས་ནས་ཐབས་ཇི་ལྟ་བུ་ཞིག་གིས་བདག་ཅག་གིས་ཁྱོད་རྒྱལ་སར་བཞུགས་པ་བཀའ་གྲོས་མཛད་དོ་ཞེས་སྤྲིང་ངོ་། །
en: “Dear Devadatta, Please come to the royal palace. When you get here we can talk about how to make you king.”

source: དེ་ནས་ལྷ་སྦྱིན་གྱིས་དེ་ཐོས་མ་ཐག་ཏུ་དགའ་ཆེས་ནས་
en: When Devadatta got their message he was very pleased.

source: ད་ནི་དེ་དག་དགའ་བར་གྱུར་པས་རྒྱལ་སྲིད་ནི་བདག་གི་ཆང་པ་ཁོན་ན་འདུག་གོ་སྙམ་དུ་བསམས་ནས
en: “Now that the women are excited,” he thought, “the kingdom is within my grasp!”

source: རྒྱལ་པོའི་ཕོ་བྲང་དུ་སོང་སྟེ་བྱང་ཆུབ་སེམས་དཔའི་གདན་ལ་འདུག་པར་ཆས་པ་དང་ལྷ་རྣམས་ཀྱིས་གདན་དེ་མི་མཐོང་བར་བྱས་སོ། །
en: He traveled to the royal palace, but as he was preparing to sit on the Bodhisattva’s throne, the gods made it vanish.

source: དེ་ནས་ས་འཚོ་མ་བཙུན་མོའི་འཁོར་གྱི་སྒོ་ལོགས་ཀྱི་ཐེམ་སྐས་ཀྱི་མགོ་ལ་འདུག་ནས་སྨྲས་པ།
en: Gopā had taken a seat at the top of the staircase near the side door to the women’s quarters.

source: ལྷ་སྦྱིན་ཁྱོད་རེ་ཞིག་གདན་ལ་བཞུགས་ཅི་འཚལ།
en: “Devadatta, why don’t you have a seat!” she called down.

source: བཙུན་མོའི་འཁོར་ནང་དུ་ཇེ་གཤེགས་དང་བཀའ་གྲོས་མཛད་དོ། །
en: “Come into the women’s quarters where we can talk.”

source: དེ་ནས་ལྷ་སྦྱིན་གྱིས་ཀྱང་ས་འཚོ་མའི་ཚིག་མཉན་ནས་སོར་མོ་བཅུའི་ཐལ་མོ་སྦྱར་ཏེ་དེའི་མདུན་དུ་འདུག་གོ། །
en: When he heard this, Devadatta sat down in front of her and interlaced his fingers.

source: དེ་ནས་ས་འཚོ་མས། དེའི་ཐལ་མོ་སྦྱར་བ་བཟུང་སྟེ། དྲག་ཏུ་བཙིར་ནས་དེའི་སོར་མོ་ཐམས་ཅད་ལས་ཁྲག་ཕྱུང་སྟེ། ལྷ་སྦྱིན་དེའི་ནད་ཀྱིས་ཉམ་ཐག་པས་ཁུས་བཏབ་བོ། །
en: Then Gopā took his folded hands into her own and squeezed them so tight that blood ran from his fingers, and Devadatta was helpless with pain as she wrung them out.

source: དེ་ནས་ས་འཚོ་མས་སྐས་དེ་ཉིད་ལ་མགོ་ཐུར་ཀར་བསྟན་ཏེ། མགོ་བོར་རྡོག་པས་བསྣུན་ནས། སྐས་མགོ་ནས་བོར་རོ། །
en: Gopā led him up the stairs, kicked him in the head, and threw him from the top of the staircase.

source: བུད་མེད་གཞན་རྣམས་ཀྱིས་ཀྱང་ཁ་ཅིག་གིས་ནི་དེའི་ལུས་བ་ལང་གི་ལྕི་བས་གཏོར་ཏོ། །
en: Some of the other women smeared cow dung all over his body.

source: ཁ་ཅིག་གིས་ནི་འབྲུ་མར་ཚན་མོས་གཏོར་ཏོ། །
en: Others poured scalding oil on him.

source: དེ་ནས་དེའི་ལུས་སྣད་ཅིང་རྨས་བཞིན་དུ་དེའི་ནང་ནས་བྱུང་སྟེ་སོང་ནས། དེ་ཀོ་ཀ་ལི་ཀ་དང་ཁན་ད་དྲབ་བྱ་དང་ཀ་ཏ་མོ་ར་ཀ་ཏི་ཤྱ་དང་རྒྱ་མཚོས་བྱིན་རྣམས་ཀྱི་ཐད་དུ་སོང་སྟེ།
en: Then, his body wounded and weak, he went to see Kokālika, Khaṇḍadravya, Kaṭamorakatiṣya, and Samudradatta.

source: དེ་དག་གིས་དེ་མཐོང་ནས་སྨྲས་པ། ལྷ་སྦྱིན་འདི་ཅི་ཞིག་བཙུན་མོའི་འཁོར་གྱི་གནང་ཆེན་ཁྱོད་ཀྱིས་བཙུན་མོའི་འཁོར་གྱི་བདེ་བ་དག་ལེགས་པར་མྱོང་མོད།
en: When they saw him, they joked, “Ah, Devadatta! It seems you’ve experienced the pleasures of the royal harem!”

source: དེ་ནས་སྐབས་དེ་དགེ་སློང་རྣམས་ཀྱིས་ཐོས་ནས་བཅོམ་ལྡན་འདས་ལ་གསོལ་ཏོ། །དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ། བཙུན་པ་ས་འཚོ་མས་ལྷ་སྦྱིན་མི་མང་སར་ཇི་ལྟར་དམའ་ཕབ་པ་ལ་གཟིགས།
en: When the monks heard about all this they asked the Blessed One, “Lord, tell us why Devadatta was humiliated by Gopā.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ད་ལྟར་འབའ་ཞིག་ཏུ་མ་ཟད་ཀྱི་འདས་པའི་དུས་ན་ཡང་ས་འཚོ་མས་ལྷ་སྦྱིན་ཇི་ལྟར་དམའ་ཕབ་པ་དེ་ཉོན་ཅིག །
en: “Not only now,” the Blessed One explained, “but in times past as well, and in the same way, Devadatta was humiliated by Gopā. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་ན། རྒྱལ་པོ་ཚངས་པས་བྱིན་ཞེས་བྱ་བ་རྒྱལ་པོ་བྱེད་དོ། །
en: “Monks, in times past King Brahmadatta reigned in the city of Vārāṇasī

source: ཡུལ་པི་དེ་ཧ་ན་ནི་རྒྱལ་པོ་དབང་ཆེན་སྡེ་ཞེས་བྱ་བ་རྒྱལ་པོ་བྱེད་དེ།
en: and King Mahendrasena reigned in Videha.

source: དེ་གཉིས་ཕན་ཚུན་མི་འཐུན་པས་དུས་དུས་སུ་སྐྱེ་བོ་མང་པོ་ཁ་འདོག་པར་བྱེད་དོ། །
en: The two did not agree with one another, and from time to time a great many people were killed.

source: དེ་ནས་ཕྱི་ཞིག་ན་ཀཱ་ཤིའི་རྒྱལ་པོ་ཚངས་པས་བྱིན་བློན་པོའི་ཚོགས་ཀྱིས་ཞབས་འབྲིང་བྱས་ཏེ་འཁོད་པའི་ནང་དུ་བུད་མེད་ཀྱི་གཏམ་གྱི་གླེང་བསླངས་ནས།
en: “One day King Brahmadatta of Kāśi called together an assembly of his ministers and began a discussion on the topic of women.

source: ཁྱེད་ཀྱི་ནང་ན་སུ་དག་གིས་བུད་མེད་གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་དག་གང་དུ་མཐོང་ཞེས་དྲིས་ནས།
en: ‘Who among you has seen a woman who is well proportioned, pleasing to the eye, and beautiful?’ he asked.

source: དེར་སུས་བུད་མེད་ཇི་ལྟ་བུ་མཐོང་བ་དེས། རྒྱལ་པོ་དེ་ལ་དེ་ཁོ་ན་བཞིན་དུ་གསོལ་ཏོ། །
en: “Those who had seen such women told the king about them as he had requested.

source: དེར་གཅིག་ཅིག་གིས་སྨྲས་པ།
en: Then each of them said in turn,

source: ལྷ་དེ་དག་ཐམས་ཅད་ལྟ་ཞོག་གི་པི་དེ་ཧའི་རྒྱལ་པོའི་བཙུན་མོ་དམ་པ་དེ་དང་བྱད་གཟུགས་འདྲ་བ་ནི། བུད་མེད་སུ་ཡང་མ་མཆིས་སོ་ཞེས་བྱས་ནས
en: ‘Deva, you can forget them all! How could any woman ever compare to the face and form of the queen of Videha?’

source: དེ་ཐོས་མ་ཐག་ཏུ་རྒྱལ་པོ་དེ་འདོད་ཆགས་ཀྱི་མདས་ཕོག་ནས་དེས་བསམས་པ།
en: “When the king heard this an arrow of lust shot through him, and he thought,

source: བདག་གིས་རྒྱལ་པོ་དབང་ཆེན་སྡེ་དང་མི་འཐུན་བཞིན་དུ་ནི་དེ་དང་ཕྲད་པར་བྱ་མི་ནུས་ཀྱིས།
en: ‘Since I don’t get along with King Mahendrasena, there’s no way for me to have any contact with her.

source: བདག་གིས་སྔར་དེ་དང་མཇལ་དུམ་བྱས་ནས
en: Let me enter into negotiations with him.

source: དེའི་འོག་ཏུ་སླ་བར་འགྱུར་རོ་སྙམ་དུ་བསམས་ནས་
en: After that it will be easy.’

source: རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་པི་དེ་ཧའི་རྒྱལ་པོ་དང་མཇལ་དུམ་བྱས་པའི་འོག་ཏུ་རྒྱལ་པོ་དབང་ཆེན་སྡེའི་བཙུན་མོ་ལ་བུད་མེད་ཕོ་ཉར་བཏང་སྟེབདག་གིས་དབང་ཆེན་སྡེ་དང་མཇལ་དུམ་བྱས་པ་ཅི་ཡང་རུང་བ་དེ་དག་ཐམས་ཅད་ནི་
en: “So it was that King Brahmadatta entered into negotiations with the king of Videha, whereupon he sent a messenger to King Mahendrasena’s queen with a message that said,

source: ཁྱོད་ཀྱི་ཕྱིར་ཡིན་གྱིས་དེ་ཤེས་པར་གྱིས་ལ་ཅི་ནས་བདག་ཁྱོད་དང་ཕྲད་པར་འགྱུར་བ་དེ་ལྟར་གྱིས་ཤིག་ཅེས་སྤྲིང་ངོ་། །
en: ‘I want you to know that my negotiations with King Mahendrasena are all for your sake, so that you and I might meet face to face.’

source: དེ་ནས་དབང་ཆེན་སྡེའི་བཙུན་མོས་རྒྱལ་པོ་ལ་སྦྲན་ཏེ།
en: “After she received this message Mahendrasena’s queen told the king,

source: ལྷ་རྒྱལ་པོ་ཚངས་པས་བྱིན་དེ་ནི་བདག་འཚལ་ཞེས་དོན་དུ་སྒྲུབ་ཅིང་མཆིས་ཀྱིས་གལ་ཏེ་ལྷས་བདག་ལ་བཀའ་སྩལ་ན་ནི་བདག་གིས་དེ་དམའ་དབབ་པར་འཚལ་ལོ་ཞེས་བྱས་སོ། །
en: ‘Deva, King Brahmadatta is making overtures to me. Deva, with your permission I wish to humiliate him.’

source: དེ་ནས་དེས་སྨྲས་པ། ཁྱོད་ཇི་ལྟར་དགའ་བ་དེ་བཞིན་དུ་གྱིས་ལ། ཅི་ནས་དེ་ངའི་ལག་ཏུ་འོང་བར་འགྱུར་བ་དེ་ལྟར་དགྱིས་ཤིག །
en: “ ‘As you wish,’ he replied. ‘But whatever you do, make sure he falls into my hands.’
